public class Main {
    public static void main(String[] args) {
        System.out.println("Hello, my name is Zhenya and I am ready to learn Java");

        /*Гіпермаркет.  Реалізувати ієрархію товарів, які присутні в будівельному гіпермаркеті
        і сформувати пропозицію товарів клієнту, необхідних для проведення типового ремонту квартири
        Приклади товарів: сантехніка (умивальник/унітаз/...), вироби з дерева (двері/підлога/ламінат),
        лако-фарбові вироби і т.д.  Реалізувати пошук товарів за параметрами: наприклад знайти всі умивальники,
        які дешевші за вказану ціну*/



    }
}
